[
  {
    "id": 1,
    "title": "Мои первые шаги в детском саду",
    "author": "Мария Иванова",
    "role": "graduate",
    "kindergarten": "Солнышко",
    "location": "с. Майя",
    "year": 1978,
    "content": "Помню, как мы в садике сажали первые деревья в нашем дворе. Каждому ребенку дали по саженцу березы. Моя береза до сих пор растет у входа в садик! Каждый раз, когда прохожу мимо, вспоминаю нашу воспитательницу Анну Петровну, которая учила нас ухаживать за растениями. Она говорила: 'Дети, как эти деревья, нуждаются в заботе и внимании, чтобы вырасти сильными и красивыми.'",
    "image": "../images/stories/1978-tree.jpg",
    "date": "2023-05-15",
    "likes": 24,
    "comments": 5,
    "tags": ["первый день", "деревья", "воспитатели", "природа"],
    "featured": true
  },
  {
    "id": 2,
    "title": "35 лет воспитателем",
    "author": "Петр Семенов",
    "role": "teacher",
    "kindergarten": "Чэчир",
    "location": "с. Майя",
    "year": 1995,
    "content": "35 лет работаю воспитателем. Помню, как в 1995 году мы впервые организовали якутский национальный праздник 'Ысыах' для детей. Дети были в национальных костюмах, учили якутские игры, пели песни на родном языке. Это был уникальный опыт, который помог сохранить культурные традиции нашего народа. Многие выпускники до сих пор вспоминают этот праздник.",
    "quote": "Дети - как чистый лист бумаги. Что нарисуешь, то и останется.",
    "date": "2023-06-22",
    "likes": 42,
    "comments": 12,
    "tags": ["воспитатели", "праздники", "традиции", "культура"],
    "featured": false
  },
  {
    "id": 3,
    "title": "Адаптация дочери в садике",
    "author": "Анна Васильева",
    "role": "parent",
    "kindergarten": "Берёзка",
    "location": "с. Нижний Бестях",
    "year": 2010,
    "content": "Моя дочь пошла в садик в 2010 году. Помню её первые дни: как она плакала утром и как радостно бежала вечером показывать, что сделала на занятиях. Особенно запомнился проект 'Моя семья' - дети создавали генеалогическое древо, приносили семейные фотографии. Это помогло детям лучше понять свои корни и историю семьи. Спасибо воспитателям за такой творческий подход!",
    "date": "2023-07-10",
    "likes": 18,
    "comments": 3,
    "tags": ["первый день", "адаптация", "семейный проект", "творчество"],
    "featured": false
  },
  {
    "id": 4,
    "title": "Время без компьютеров",
    "author": "Сергей Николаев",
    "role": "graduate",
    "kindergarten": "Колокольчик",
    "location": "с. Нерюктяйинск",
    "year": 1982,
    "content": "В 1982 году в нашем садике ещё не было компьютеров, но было много интересных занятий. Помню, как мы делали поделки из природных материалов, собирали гербарий, ходили на экскурсии в лес. Особенно любили занятия по лепке из глины - воспитательница приносила настоящую глину с реки, и мы лепили фигурки животных. Эти поделки родители хранили годами.",
    "image": "../images/stories/1982-crafts.jpg",
    "date": "2023-08-05",
    "likes": 31,
    "comments": 8,
    "tags": ["поделки", "природа", "экскурсии", "творчество"],
    "featured": false
  },
  {
    "id": 5,
    "title": "Современный детский сад",
    "author": "Ольга Петрова",
    "role": "parent",
    "kindergarten": "Умка",
    "location": "с. Майя",
    "year": 2022,
    "content": "Современные детские сады сильно изменились! У моего сына в садике есть интерактивная доска, планшеты для образовательных игр, робототехника. Но самое главное - сохранилось теплое отношение воспитателей к детям. Несмотря на все технологии, человеческое общение остаётся ключевым. Дети учатся программировать, но также учатся дружить, делиться и помогать друг другу.",
    "date": "2023-09-12",
    "likes": 15,
    "comments": 2,
    "tags": ["цифровизация", "робототехника", "современное образование", "технологии"],
    "featured": false
  },
  {
    "id": 6,
    "title": "50 лет в образовании",
    "author": "Валентина Кузьминична",
    "role": "veteran",
    "kindergarten": "Ромашка",
    "location": "с. Тюнгюлю",
    "year": 1970,
    "content": "Начала работать воспитателем в 1970 году. Зарплата была 90 рублей, но любви к детям - бесконечно. Помню, как зимой топили печку, дети сидели в валенках, но все равно пели песни и радовались жизни. У нас не было современных игрушек, но было много самодельных кукол, машинок из дерева. Дети ценили каждую игрушку и бережно к ним относились.",
    "quote": "За 50 лет работы я поняла: самое важное в воспитании - это любовь и терпение.",
    "image": "../images/stories/1970-kindergarten.jpg",
    "date": "2023-10-01",
    "likes": 67,
    "comments": 21,
    "tags": ["ветеран", "история", "традиции", "воспитание"],
    "featured": true
  }
]